Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: gdzie przekazywał nie tylko nauki o Innosie, ale również podstawy historii i licznych nauk przydatnych nawet najzwyklejszym pasterzom. Podczas jednej z takich przygód wszedł on w posiadanie kostura, dzięki któremu przez wiele lat był rozpoznawalny — zwał go Wyrokiem Gwiazd. Jak się później okazało, nazwę tę zaczerpnął z zasłyszanej ballady.
uk: де він передавав не лише вчення Інноса, а й основи історії та численних наук, корисних навіть звичайним пастухам. Під час однієї з таких пригод до його рук потрапив посох, за яким його впізнавали протягом багатьох років - він назвав його 'Вирок Зірок'. Як з'ясувалося пізніше, цю назву він взяв з почутої колись балади.

source: gdzie wcześniej przebywał Południowiec,
uk: де я зустрів південця,

source: grupach niż zębacze, ale jednocześnie są od nich dużo bardziej niebezpieczne. Taktyka walki z nimi jest podobna co z ich mniejszymi kuzynami.
uk: групами, ніж снеппери, зате вони набагато небезпечніші. Тактика бою з ними схожа на бій зі снепперами.

source: górskie zbocza i jaskinie.
uk: гірських схилах та в печерах.

source: głodem tych, którym nie poszczęściło się
uk: голоду тих, кому не пощастило

source: herszcie grupy oprychów.
uk: ватажка групи головорізів.

source: i błękitnym kamieniem umieszczonym pośrodku.
uk: і синім каменем посередині.

source: i całej Przystani Łotrów.
uk: і усієї Гавані лиходіїв.

source: i charakterystyce wina, pióra Montresora.
uk: та характеристики вина, автор Монтрезор.

source: i charakterystycznym zapachu.
uk: і характерним запахом.

source: i chroni go przed nieznanym złem.
uk: і захищає його від невідомого зла.

source: i duszone na wolnym ogniu w wielkim garze.
uk: і тушковані на повільному вогні.

source: i gdy wrócę, chcę zastać mój dom
uk: І коли я повернуся, то хочу застати свій дім

source: i głęboki, złocisty kolor.
uk: і глибоким золотистим кольором.

source: i już do niczego się nie nadaje.
uk: і більше ні для чого не годиться.

source: i nie mamy założonej jakiejkolwiek broni:
uk: не маючи спорядженої зброї:

source: i nie nadaje się do użytku.
uk: і непридатна для використання.

source: i piyplg dohyjsvqo kk wbjdcecjfq wzdkvkvs.
uk: і піуплг дохуісвко кк вбждсекжфг вздквквс.

source: i rozdać ziele farmerom.
uk: і продати траву фермерам.

source: i suchość odludnych
uk: та посуху неживої

source: i vdkra dhdrc d Sqltyju Nlvc zfreippa xrqdvibhji kflfa kujmml.
uk: і вдкра пакеор д Скпрп Нлвц запврдав ларр дорвдл лдепрк.

source: i wsiadam na pierwszy statek do Vengardu.
uk: і сяду на перший корабель до Венгарда.

source: i wywołania uszczerbku na moim zdrowiu.
uk: і завдадуть шкоди моєму здоров'ю.

source: i włamywaczy. Użyj aby je wyciągnąć.
uk: і грабіжників. Його потрібно розпакувати.

source: i załóż na niego swoją zbroję!
uk: і вдягніть на нього свої обладунки!

source: ich jadem, może
uk: їхньою отрутою, вона може

source: idealna do dłuższego przechowywania.
uk: Ідеально підходить для тривалого зберігання.

source: innych drobnych odpadków.
uk: та іншого дрібного сміття.

source: ja, Cortez, skazuję cię na śmierć.
uk: я, Кортез, засуджую тебе до страти.

source: jakieś drzwi w klasztorze.
uk: якісь двері в монастирі.

source: jakieś drzwi w podziemiach Vardhal.
uk: якісь двері у підземеллях Вардхалу.

source: jako materiał przy produkcji broni.
uk: як матеріал у виробництві зброї.

source: jaskrawej barwy, nie
uk: яскравого забарвлення,

source: jednak bez odpowiedniej wiedzy to
uk: однак, без належних знань

source: jednemu z ludzi Lichwiarza
uk: у одного з людей Лихваря

source: jedynie u handlarzy i kolekcjonerów.
uk: торговцям і колекціонерам.

source: jedzą tym swoje posiłki.
uk: з допомогою цього.

source: jest aż tak jadowity.
uk: не дуже небезпечні.

source: jest nadal czytelna.
uk: все ще можна прочитати.

source: jest sprzed kilku dekad.
uk: вже кілька десятків років.

source: jestem obywatelem miasta Archolos.
uk: я громадянин міста Архолос.

source: kaplicy Adanosa w mieście.
uk: вівтаря Аданоса в місті.

source: kaplicy Innosa w mieście.
uk: вівтаря Інноса у місті.

source: karczmarzowi Gerstandowi.
uk: у корчмаря Герстанда.

source: kawałek rzecznego mirtu.
uk: шматочок річкового мирта.

source: kazała mi wykraść Alice.
uk: доручила мені вкрасти в Аліси.

source: każdego mieszkańca podczas chłodniejszych
uk: кожного жителя під час

source: każdy z nich ma swój unikalny sposób
uk: запасів. У кожного рибалки свій

source: klasztornej lecznicy.
uk: монастирського лазарету.

source: kluczowym węźle handlowym w regionie, widzieli coś, co przypominało olbrzymie gadzie łuski.
uk: ключовому торговому центрі регіону, вони бачили щось схоже на луску гігантської рептилії.

source: kolekcjonerów.
uk: колекціонерам.

source: konkurencja robi się coraz groźniejsza.
uk: конкуренція стає дедалі небезпечнішою.

source: kr. magii za mało, by użyć tej runy
uk: Кіл Магії недостатню, щоб використовувати цю руну.

source: krwiopijca rzeczny,
uk: є річкові шершні,

source: krwiopijce, znoszące żar
uk: що переносять спеку

source: królową pełzaczy. Zawierają o wiele
uk: королевою повзунів. Вони містять набагато

source: kto chce nabrać sił już z samego rana.
uk: хто хоче набратися сил з самого ранку.

source: kto gotował po raz pierwszy w życiu.
uk: хто готує вперше в житті.

source: kto pogardziłby kawałkiem tego prostego wypieku.
uk: від шматочка цієї простої випічки.

source: kto potrafi złowić rybę.
uk: хто вміє рибалити.

source: kto swoich obowiązków nie zamierza wypełniać sumiennie.
uk: хто не має наміру сумлінно виконувати свої обов'язки.

source: kto łaknie ciepłego posiłku.
uk: кожному, хто жадає теплої їжі.

source: ktoś ją wydrążył.
uk: ніби її хтось випатрав.

source: która pozwala zregenerować manę.
uk: яка може відновлювати ману.

source: którego nie stać na porządny kawałek mięsa.
uk: дозволити собі пристойний шматок м'яса.

source: który często rośnie w zaciemnionych miejscach.
uk: часто росте в тінистих місцях.

source: który otruł połowę Przystani parszywym winem,
uk: який отруїв своїм паскудним вином половину Гавані,

source: który otrzymałem od Corteza.
uk: який я отримав від Кортеза.

source: który przyrządzany jest z rybnych odpadków.
uk: приготований з рибних решток.

source: który resztki niedopitego piwa zużywał
uk: який використав залишки недопитого пива

source: który zlecił mi podrzucenie skrzyneczki.
uk: який попросив мене передати скриньку.

source: który znalazłem w mieście.
uk: що я знайшов у місті.

source: którzy przyrządzają je od razu po połowach.
uk: – це приготувати їх одразу після вилову.

source: którzy wyjadają je palcami ze słoika.
uk: його пальцями прямо з банки.

source: którą ktoś dostarczył do naszych
uk: який хтось доставив до наших

source: którą można znaleźć w spiżarniach biedoty.
uk: що можна знайти в коморах бідняків.

source: kufra. Wykradłem go konkurentowi Davisa.
uk: скрині. Я вкрав його у конкурента Девіса.

source: lecz najpewniej po tym jego moc się wyczerpie.
uk: але, швидше за все, після цього його сила вичерпається.

source: lepiej tego nie jeść.
uk: краще його не їсти.

source: leżących pośrodku portu.
uk: що лежав посеред порту.

source: liści tytoniu. Tylko dla koneserów palenia.
uk: Тільки для поціновувачів паління.

source: lub handlować z tamtejszymi kupcami:
uk: або торгувати з тамтешніми торговцями:

source: lub nieprzytomnego człowieka.
uk: або непритомну людину.

source: ludzi przymierających głodem.
uk: люди, які помирають з голоду.

source: magicznej rudy. Użyj aby je wyciągnąć.
uk: магічної руди. Його потрібно розпакувати.

source: maks. pkt. many za mało
uk: од. макс. мани не вистачає.

source: maks. pkt. trafień za mało
uk: од. макс. здоров'я не вистачає.

source: maksymalnej many użytkownika.
uk: від максимальної мани заклинача.

source: mi podłożenie skrzyneczki.
uk: мене передати скриньку.

source: mi w sabotowaniu stoczni.
uk: мені з диверсією на корабельні.

source: miasta. Widnieją tu głównie pochwały.
uk: міста. В ній здебільшого похвальні відгуки.

source: miał kontaktu z
uk: не контактував з

source: miecza strażnika.
uk: щоб викувати меч вартового.

source: miejsca występowania krzykaczy Volkera.
uk: місцезнаходження оповісників Волкера.

source: miejscu nie miały okazji zostać rozgrabione.
uk: місцем, так і не вдалося розграбувати.

source: mieszkańcom miasta, lecz głosy są wyrównane. Ja jednak wstrzymałem się od zajęcia jakiegokolwiek stanowiska. Wiem, że prędzej czy później Pan wskaże nam właściwą ścieżkę.
uk: але голоси розділилися порівну. Я, однак, утримався від того, щоб займати якусь позицію. Знаю, що рано чи пізно Господь вкаже нам правильний шлях.

source: mieszkańcy wyspy Archolos.
uk: лише багаті мешканці острова Архолос.

source: mieszkańców Wschodniego Archipelagu.
uk: мешканців Східного Архіпелагу.

source: mieszkańców i podróżnych.
uk: місцевих жителів і мандрівників.

source: mieszkańców wioski Silbach i przybyszów.
uk: мешканців села Сільбах та новоприбулих.

source: miodowym aromacie i lekkiej nucie cytrusów.
uk: медовий аромат з легким відтінком цитрусових.

source: modlitwą maga.
uk: молитвою мага.

source: mojego domu w mieście.
uk: мого дому у місті.

source: może być trochę warta.
uk: вона може чогось вартувати.

source: można odsprzedać.
uk: можна продати.

source: można swobodnie wchodzić do miasta Archolos.
uk: вільно пройти до міста Архолос.

source: można z niego odczytać kilka słów.
uk: ще можна прочитати декілька слів.

source: mu wszelkie uprawnienia z tym związane.
uk: усіма пов'язаними з цим правами.

source: mógłby przerobić ją na monety.
uk: міг би перетворити його на монети.

source: mój spadek rodowy, a może na koniec dnia nie zetnę ci głowy!
uk: мій спадок родовий, і, може, я не відрубаю тобі голови!

source: mówiąca o Wojnie Dwóch Braci.
uk: розповідає про Війну Двох Братів.

source: mówiąca o czasach obecnych.
uk: розповідає про сьогодення.

source: mówiąca o konflikcie wiary.
uk: розповідає про конфлікт віри.

source: mówiąca o ostatnich latach Volfzacka.
uk: розповідає про останні роки Вольфзака.

source: mówiąca o przybyciu Myrtańczyków.
uk: розповідає про прибуття міртанців.

source: na Archolos jest niezwykle powszechny.
uk: надзвичайно поширений на Архолосі.

source: na Mglistych Moczarach.
uk: на Туманних болотах.

source: na Starym Mieście.
uk: в Старому місті.

source: na Szmuglera i jego bandę.
uk: для Койота та його банди.

source: na Wybrzeżu Topielców.
uk: на Узбережжя луркерів.

source: na bazie świeżej ryby.
uk: зі свіжої риби.

source: na drodze do Wilczego Leża.
uk: дорогою до Вовчого Лігва.

source: na efektywne wykorzystanie ostatków ze spiżarni.
uk: ефективно використати залишки їжі у коморі.

source: na jakiś czas poziom ochrony.
uk: збільшує захист.

source: na jakiś czas poziom punktów many.
uk: збільшує ману.

source: na jakiś czas poziom punktów życia.
uk: збільшує здоров'я.

source: na jakiś czas poziom siły.
uk: збільшує силу.

source: na jakiś czas poziom zręczności.
uk: збільшує спритність.

source: na jego przyrządzanie.
uk: унікальний спосіб її приготування.

source: na który mogą pozwolić sobie tylko nieliczni.
uk: дозволити собі лише одиниці.

source: na ogromną zawartość pożywnego tłuszczu,
uk: завдяки величезному вмісту поживного жиру,

source: na przeprowadzenie zabiegu na mojej osobie.
uk: на проведення оперативного втручання на моєму тілі.

source: na temat zasad gry w szachy.
uk: про правила гри в шахи.

source: na wycieńczony organizm.
uk: впливає на виснажений організм.

source: na wyprawę do grobowca.
uk: для експедиції до гробниці.

source: na ścieżce do węglarzy.
uk: по дорозі до табору вуглярів.

source: najemników Lichwiarza.
uk: найманців Лихваря.

source: nalany do większej miski.
uk: налите у великий горщик.

source: napisane w nieprzyjemnym tonie.
uk: написаний у неприємному тоні.

source: nawet otrzeć się o śmierć.
uk: навіть вбити.

source: nie da się z tego uciec bez opuszczenia tej przeklętej wyspy.
uk: їх не уникнути, не покинувши цей проклятий острів.

source: nie mogę zdjąć stroju rekruta!
uk: Я не можу зняти форму новобранця!

source: nie wygląda na pożywne.
uk: не виглядає їстівним.

source: nieczystych zagrań bojowych marynarzy.
uk: нечесних бойових прийомів моряків.

source: niedźwiedź pobrudził ją miodem.
uk: ведмідь вимастив її медом.

source: nieoznakowana w żaden sposób
uk: без жодних позначок.

source: nieznanego autora.
uk: невідомого автора.

source: niezwykle ceniony przez magów.
uk: Надзвичайно цінується магами.

source: nie|tak
uk: ні|так

source: nigdy nie chciałem, by do tego doszło...
uk: я не хотів, щоб так сталося...

source: niż na tym przeklętym Khorinis.
uk: ніж на тому клятому Хорінісі.

source: nocy na Archolos.
uk: холодних ночей на Архолосі.

source: o pojedynczych, zaostrzonych końcach.
uk: з одним гострим кінцем.

source: o sabotażu stoczni.
uk: про диверсію на корабельні.

source: o towarach ze statku Corteza.
uk: про товари з корабля Кортеза.

source: o zamówienie jej kopii u Venzela.
uk: замовити її копію у Венцеля.

source: o zastosowaniach żuwaczek pełzaczy.
uk: про застосування щелеп повзунів.

source: o zastosowaniach żądeł krwiopijców.
uk: про застосування жал шершнів.

source: obok Ustronia Żeglarza.
uk: поруч з Прихистком моряка.

source: obrzydliwe stworzenia
uk: огидні створіння, які

source: obywatelowi podczas patrolu.
uk: громадянина під час патрулювання.

source: od Bevina na wyprawę do grobowca.
uk: від Бевіна для експедиції до гробниці.

source: od winnicy Valerio na wyprawę do grobowca.
uk: виноградника Валеріо для експедиції до гробниці.

source: odczytania jakiegoś szyfru.
uk: щоб прочитати якийсь шифр.

source: odebrali mi renegaci.
uk: у мене відступники.

source: odpowiednio przygotowany tytoń.
uk: і належним чином оброблений тютюн.

source: ogrodnikowi.
uk: садівникові в монастирі.

source: ogłoszenia dotyczące licytacji domu.
uk: оголошення про виставлення будинку на торги.

source: ojca Andreasa i Holdwiga - Valerio.
uk: батька Андреаса і Гольдвіга – Валеріо.

source: olbrzymich potworów.
uk: гігантських монстрів.

source: opcje użytkownika#wydajność|średnia jakość|wysoka jakość
uk: Параметри користувача#Продуктивність|Середня якість|Висока якість

source: opuszczonego szybu
uk: покинутого тунелю

source: oraz +1 do odporności na magię i ogień.
uk: і +1 захисту від магії і вогню.

source: oraz innych roślin na papkę.
uk: фруктів та інших рослин в кашу.

source: oraz opuszczania miasta Archolos
uk: та залишати місто Архолос

source: oraz szkoły Adanosa.
uk: та заклинанням школи Аданоса.

source: orientalnie przyprawiony.
uk: зі східними прянощами.

source: owoce i warzywa.
uk: фрукти та овочі.

source: owocową masą na wierzchu.
uk: фруктовою начинкою зверху.

source: paczka o dziwnym zapachu.
uk: пакунок з дивним запахом.

source: paczka o osobliwym zapachu.
uk: Має специфічний запах.

source: pamiętnik żołnierza.
uk: щоденник солдата.

source: pancerza z Vardhal.
uk: покращення обладунку з Вардхалу.

source: pismo jest nadzwyczaj wyraźne.
uk: текст в ній напрочуд чіткий.

source: pióra Ademara z Waldfried.
uk: написана Адемаром з Вальдфріда.

source: pióra Garridana z Zandir-Sol.
uk: написана Гарріданом із Зандір-Солу.

source: pióra Rowella.
uk: написана Роуеллом.

source: pióra nieznanego autora.
uk: невідомого автора.

source: pkt. many za mało
uk: од. мани не вистачає.

source: pkt. siły za mało
uk: од. сили не вистачає.

source: pkt. trafień za mało
uk: од. здоров'я не вистачає.

source: pkt. zręczności za mało
uk: од. спритності не вистачає.

source: pochodzenia z kuchni biedoty cieszy się sławą
uk: Хоч він і походить з кухні бідняків, цей суп

source: początki Gildii Kupieckiej.
uk: історія заснування Торгової Гільдії.

source: pod kamienną wieżą.
uk: під кам'яною вежею.

source: pod latarnią morską.
uk: під маяком.

source: pod własny dom, by dotrzeć do niego
uk: біля власного будинку, щоб дістатися до нього

source: podczas bitwy o winnicę Valerio.
uk: під час битви за виноградник Валеріо.

source: podczas łowów.
uk: на полюванні.

source: podmorskich i podziemnych skarbów.
uk: підводних і підземних скарбів.

source: podstaw kradzieży kieszonkowej.
uk: основам обкрадання.

source: podstaw wytwarzania magicznych eliksirów.
uk: основам приготування магічних еліксирів.

source: podstawie prawdziwych wydarzeń.
uk: Написано на основі реальних подій.

source: polecił mi odnaleźć.
uk: доручив мені знайти.

source: pomocne przy mieszaniu zupy w garnku.
uk: для розмішування супу в казанку.

source: poniższych składników utrzymanych w dobrym stanie:
uk: наступних складників, збережених у хорошому стані:

source: ponoć pochodzi z dna morskiego.
uk: як кажуть, походить з морського дна.

source: poprawia twoje zdrowie +
uk: збільшує здоров'я +

source: porastająca zacienione głazy i skały.
uk: що росте в тіні валунів і скель.

source: porwania Jorna.
uk: на викрадення Йорна.

source: porządne potrawy.
uk: досить пристойні страви.

source: porządnemu kowalowi.
uk: кожному порядному ковалю.

source: posiłku przez mieszkańców Wilczego Leża.
uk: до столу мешканцями Вовчого Лігва.

source: poszukiwaniu ukrytego skarbu.
uk: у пошуках захованих скарбів.

source: potrzebuje do przygotowania stanowiska
uk: Ріордіану для підготовки

source: powieszonego w Przystani.
uk: повішеного у Гавані лиходіїв.

source: powinna wyglądać figurka Innosa.
uk: як має виглядати статуетка Інноса.

source: powodu podzielił klucz na dwoje.
uk: розділив ключ надвоє.

source: pożywne i smaczne, nawet na surowo.
uk: поживне і смачне навіть у сирому вигляді.

source: precyzji łuczników z archipelagu.
uk: влучності лучників з Архіпелагу.

source: prosty w przyrządzeniu i niezwykle smaczny.
uk: простий у приготуванні і надзвичайно смачний.

source: prowadzącego do Wilczego Leża.
uk: що веде до Вовчого Лігва.

source: przebywający w lasach
uk: які мешкають у лісах

source: przeciwko bogatym obywatelom miasta.
uk: проти багатих мешканців міста.

source: przeciwko wyżej wymienionemu w razie niepowodzenia jego działań
uk: проти вищезгаданої особи у випадку, якщо її дії виявляться безуспішними

source: przedm. - oddałeś
uk: предмети - віддано

source: przedm. - otrzymałeś
uk: предмети - отримано

source: przedmiot - oddałeś
uk: предмет - віддано

source: przedmiot - otrzymałeś
uk: предмет - отримано

source: przedmiotów wyprodukowanych.
uk: предметів виготовлено.

source: przekazywane są przez każdego kuchcika na wyspach.
uk: передаються кожним кухарем на островах.

source: przemówienia najemników Lichwiarza.
uk: промови найманців Лихваря.

source: przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam,
uk: Вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач,

source: przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam, przepraszam
uk: вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач, вибач.

source: przez Gildię Kupiecką Araxos.
uk: завдяки Торговій Гільдії Араксос.

source: przez Graysona.
uk: Грейсоном.

source: przez Rębacza.
uk: відібрав Різник.

source: przez biedniejsze partie społeczeństwa,
uk: бідні верстви населення, які не можуть

source: przez czas nieograniczony.
uk: на необмежений час.

source: przez przypadek mogły ubiec uwadze grzybiarza...
uk: які могли вислизнути з-під уваги грибника...

source: przez wielu mieszkańców Archolos.
uk: серед багатьох жителів Архолосу.

source: przez ślusarzy i złodziei.
uk: для відмикання замків.

source: przy Bursztynowym Wybrzeżu.
uk: на Бурштиновому узбережжі.

source: przy arenie w Przystani Łotrów.
uk: біля арени Гавані лиходіїв.

source: przy ciele Aleny.
uk: біля тіла Аліни.

source: przy człowieku, który
uk: поруч з чоловіком, який

source: przy kopalni królewskiej.
uk: біля Королівської копальні.

source: przy kuflu piwa w przybrzeżnych tawernach.
uk: до кухля пива в прибережних корчмах.

source: przy mieście Archolos.
uk: біля міста Архолос.

source: przy młodym najemniku Lichwiarza.
uk: у молодого найманця Лихваря.

source: przy pierwszej lepszej okazji się stąd zwijam.
uk: я звалю звідси при першій же нагоді.

source: przy twierdzy Vardhal.
uk: біля фортеці Вардхал.

source: przygotowana przez Venzela. Wymaga podpisu.
uk: підготована Венцелем. Потребує підпису.

source: przygotowany przez pszczelarzy z Archolos.
uk: приготованою бджолярами Архолосу.

source: przypomina o zamorskich podbojach Archolos.
uk: нагадує про заморські завоювання Архолосу.

source: przyprawione zielem.
uk: приправлені зеленню.

source: przyprawiony zębatym zielem.
uk: приправлений снеппер-травою.

source: przywracających życie lub manę.
uk: що відновлюють здоров'я або ману.

source: punktów władania bronią dwuręczną za mało.
uk: очків володіння дворучною зброєю не вистачає.

source: punktów władania bronią jednoręczną za mało.
uk: очків володіння одноручною зброєю не вистачає.

source: punktów władania kuszą za mało.
uk: очків володіння арбалетом не вистачає.

source: punktów władania łukiem za mało.
uk: очків володіння луком не вистачає.

source: pustkowi. Krwiopijca
uk: пустки. Шершні,

source: rannym piracie. Zawiera informacje
uk: пораненого пірата. Містить інформацію

source: regenerującego manę przez określony czas.
uk: що відновлює ману протягом певного часу.

source: regenerującego życie przez określony czas.
uk: що відновлює здоров'я протягом певного часу.

source: rozpocząć naukę u innego mistrza.
uk: розпочати навчання в іншого майстра.

source: rzadkiemu występowaniu w królestwie Myrtany.
uk: вкрай рідко зустрічається в Королівстві Міртана.

source: rzeczy znajdujące się daleko.
uk: що знаходяться далеко.

source: różnorodnych przedmiotów.
uk: різноманітних речей.

source: sekretów magów obdarzonych łaską Innosa.
uk: секретів магів, обдарованих благодаттю Інноса.

source: silniejszą wydzielinę niż wnętrzności
uk: сильніший секрет, ніж нутрощі

source: skierowane do handlarza Kaleba.
uk: адресовані торговцю Калебу.

source: składnikami alchemicznymi.
uk: алхімічними складниками.

source: smakuje jak to ścierwojada.
uk: на смак як м'ясо падальника.

source: smakuje także ludziom.
uk: також смакує і людям.

source: smażonego mięsa cieniostwora.
uk: смаженого м'яса тінезвіра.

source: soczystej szynki.
uk: соковитого окосту.

source: specjalnie dla Bena.
uk: спеціально для Бена.

source: starego pancerza Grifa.
uk: старого обладунку Грифа.

source: starych monet.
uk: старих монет.

source: stałe zwiększającego energię magiczną.
uk: назавжди збільшує магічну енергію.

source: stałe zwiększającego ochronę.
uk: назавжди збільшує захист.

source: stałe zwiększającego punkty życia.
uk: назавжди збільшує здоров'я.

source: stałe zwiększającego siłę.
uk: назавжди збільшує силу.

source: stałe zwiększającego zręczność.
uk: назавжди збільшує спритність.

source: stołu alchemicznego.
uk: алхімічного столу.

source: straży miejskiej i wyrytym imieniem 'RODERICH'.
uk: Міської Варти та викарбуваним іменем 'РОДЕРІХ'.

source: stworzony przez małże.
uk: створений молюсками.

source: surowe nie nadaje się do jedzenia.
uk: не придатне для їжі в сирому вигляді.

source: swym zapachem zwabia wszystkich okolicznych
uk: Приваблює своїм ароматом усіх

source: szefa stoczni w mieście Archolos.
uk: керівнику корабельні в місті Архолос.

source: szkoleniem bojowym członków Araxos.
uk: бойової підготовки членів Гільдії Араксос.
